Revit 2027 API
ExternalDataManagerCommands.BuiltInExternalDataManagerCommands.Reload Property
 Remove external data.
Namespace: Autodesk.Revit.UI
Assembly: RevitAPIUI (in RevitAPIUI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ExternalDataManagerCommandId Reload { get; }
Public Shared ReadOnly Property Reload As ExternalDataManagerCommandId
	Get
public:
static property ExternalDataManagerCommandId^ Reload {
	ExternalDataManagerCommandId^ get ();
}
static member Reload : ExternalDataManagerCommandId with get
Property Value
ExternalDataManagerCommandId
See Also
Reference
ExternalDataManagerCommands.BuiltInExternalDataManagerCommands Class
Autodesk.Revit.UI Namespace